{
    "Histoire": "Articles détaillés : Histoire des Hauts-de-Seine, Histoire de l'Île-de-France et Garenne de Colombes.\nDétail de la carte de Cassini, 1750, où l'on distingue ce qui est aujourd'hui le rond-point du Souvenir-Français.\nCharles II d'Angleterre s'est un temps réfugié dans le quartier de Charlebourg, lui donnant peut-être son nom.\nDagobert Ier concède ce lieu de chasse boisé à l'abbaye de Saint-Denis au VIIe siècle. Dans un titre de l'abbaye de Saint-Denis de 1222, un chevalier nommé Adam Heugot reconnaît être homme lige de Saint-Denis pour l'atrium de Colombes et Courbevoye entièrement, ce qui pourrait être la Garenne-Colombes. Elle est également citée par le seigneur Bouchard de Marly en tant que « La Garenne dépendant de Colombes » en 1240. Au XIIIe siècle, La Garenne est encore un bois taillis très giboyeux, qui ne comporte aucune habitation autre que « La Tournelle », la demeure du fermier, qui se trouvait dans les environs de la place de Belgique actuelle, du côté de Courbevoie. « La Tournelle » n’est pas sortie de l’histoire de La Garenne puisque c’est le nom du lycée qui se trouve sur la place de Belgique aujourd’hui. Au XVe siècle, une maison de campagne y est bâtie, à l'usage des abbés pendant les saisons de chasse ; ces derniers en font une garenne fermée.\nDurant la décennie 1650, lors du protectorat de Cromwell, le futur Charles II, roi d'Angleterre de 1660 à 1685, se réfugie avec sa mère Henriette Marie de France et sa sœur Henriette d'Angleterre, future belle-sœur de Louis XIV, dans un château de l'actuel quartier de la place de Belgique. Ils y vivent dans une gêne telle qu'ils ne peuvent se chauffer l'hiver. Cet épisode serait l'une des explications du nom du quartier Charlebourg. Ce nom représentatif fut choisi, en 1930, comme indicatif téléphonique desservant la commune et celles, voisines, de Bois-Colombes et de Colombes (CHArlebourg, devenu 242). Le central téléphonique s'élève au 72 avenue du Général-de-Gaulle (appelée alors avenue de Lutèce). Aujourd'hui, beaucoup de commerces garennois conservent un numéro d'appel commençant par 01 42 42. L'appellation Charlebourg a aussi été reprise, en 2012, comme nom d'une station du tramway t2.\nJusqu’en 1684, l’abbaye de Saint-Denis exerce ses droits féodaux sur ce lieu, tout comme sur les communes voisines. C’est justement en 1684 que la destinée de La Garenne passe aux mains des dames de Saint-Cyr créées par Madame de Maintenon. En 1707, La Garenne passe aux mains du marquis de Tanlay, qui l’obtient des dames de Saint-Cyr contre une ferme à Cormeilles dans le Vésinet. Par la suite, La Garenne appartiendra à une chanteuse d’opéra, Mlle Manon Pélissier, en 1730, à un futur ministre de Louis XVI, un prince de Monaco, jusque 1791. C’est cette année que La Garenne est classée dans les Biens nationaux, et revient à Jean Benoît de Thévenin, marquis de Tanlay, descendant de l’ancien propriétaire des lieux.\nEn 1790, le territoire de La Garenne devient territoire de Paris (département), qui prend le nom Seine en 1795.\nJean-Nicolas Corvisart, propriétaire des terres de La Garenne de 1806 à 1820.\nLa Garenne change à nouveau de propriétaire en 1801 avec Hercule de Salis Tagstein, et en 1812 avec le baron Jean-Nicolas Corvisart, premier médecin de l’empereur Napoléon Ier et propriétaire de château des Tournelles de 1806 au 24 avril 1820. La liste continue avec M. et Mlle Rubichon en 1820, qui décident alors d’y fonder un village, mais qui connaissent une faillite qui empêche ce projet d’exister. En 1832, La Garenne passe aux mains du banquier Pierre-Urbain Sartoris, qui meurt en 1833. Ses héritiers relancent le projet de village et créent le « nouveau village de La Garenne », dont l'administration dépend alors de Colombes. La gare (d'abord appelée Colombes puis La Garenne-Bezons) ouvre le 26 août 1837 sur la première ligne française ouverte au trafic des voyageurs, Paris – Saint-Germain. L'inauguration de la ligne se fait notamment en présence de la reine Marie-Amélie.\nLa gare de La Garenne-Colombes, dans les années 1900.\nDurant la Restauration, l’urbanisation modifie l’apparence de « bois taillis très giboyeux » d’origine, avec le tracé de voies et places. Les rues bordées d'arbres qui sont une des caractéristiques de ce tracé ont donné naissance à cette expression : « La Garenne, le petit Neuilly », cette expression sera d'ailleurs reprise dans les années 1990 conséquence de l'afflux de nouvelles catégories socio-professionnelles sur le territoire de la commune. Le plan de cette nouvelle propriété communale est remis par les architectes Jean-Baptiste Lafolie et Guerton au maire de Colombes. L’histoire de la Garenne est alors à ses prémices et de fortes revendications séparatistes apparaissent en 1893, combattues par Colombes.\nSur une carte de 1865, le boulevard National apparaît sous le nom route de Paris au Havre, tandis que le boulevard de la République se nomme boulevart Bineau de Charlebourg à Paris. Le nom des rues ne changeait pas quand la rue traversait différentes communes. Ainsi, c'est le même boulevard Bineau que l'on retrouve aujourd'hui à Neuilly-sur-Seine (outre l'orthographe de boulevart), et c'est le nom que portait également l'avenue de Verdun à Courbevoie.\nBombardement du secteur du rond-point de l'Europe visant les usines Hispano-Suiza. Photo du 31 décembre 1943. La Garenne-Colombes se trouve dans le quart supérieur gauche de l'image. On distingue clairement les voies ferrées (Gares de La Garenne et des Vallées), le rond-point du Souvenir Français, la place de Belgique et la place de la Liberté. Une grappe de bombes tout juste larguée est également clairement visible dans le bas de l'image.\nHistoire de la cité.\nLes revendications de séparation sont de plus en plus fortes à l’entrée dans le XXe siècle. Elles gagnent le conseil municipal de Colombes et créent une impasse politique qui aboutit nécessairement à la création d’une commune indépendante, La Garenne-Colombes. C’est la loi de séparation du 2 mai 1910 qui officialise la création de la ville. Le 5 juin 1910, Jean Bonal est élu maire de La Garenne-Colombes aux premières élections municipales. La nouvelle équipe dirigeante de La Garenne donne un cadre et une structure à l’identité garennoise, qui existait dans les faits depuis longtemps.\nIl est impossible de rejoindre Colombes directement depuis La Garenne sans franchir un fossé de plusieurs mètres de profondeur et de largeur, long de plus de deux kilomètres, matérialisé par les lignes SNCF. Il existe pour cela trois ponts et deux passerelles.\nEn 1908, l'usine Caséo-Sojaine ouvre à La Garenne-Colombes, où travaillent notamment des Chinois, qui participent à un programme leur permettant de suivre parallèlement des cours de chinois, de français et de matières scientifiques. Deng Xiaoping y a travaillé en 1920.\nLe 21 mars 1915, durant la première Guerre mondiale, plusieurs bombes sont lancées à partir d'un ballon dirigeable allemand Zeppelin et explosent aux nos 22, 35bis et 54 rue Auguste-Buisson et au no 127 avenue de Lutèce,.\nArticle connexe : Bombardements de Paris et de sa banlieue durant la Première Guerre mondiale.\nDans l'imprimerie du résistant Adrien Thomas à La Garenne-Colombes, pendant la Seconde Guerre mondiale en 1941, Stanislas Pacaud compose et imprime plusieurs numéros des Petites Ailes de France et de Résistance ainsi que de nombreux tracts. Ces publications sont distribuées par le groupe de Maurice Jubert, secrétariat clandestin de Robert Guédon, 176 quai Louis-Blériot dans le 16e arrondissement de Paris. L'un des hommes de liaison entre Adrien Thomas et Louis Durand du groupe Jubert est le docteur André Marsault, arrêté le 28 août 1941 pour avoir stocké une vingtaine de fusils Lebel chez un ami, le docteur Poitevin.\nLes numéros 5, 6, 7, 8 et 9 des Petites Ailes de France sont imprimés à La Garenne-Colombes cette année, parfois paraissant sous des noms différents pour des raisons de sécurité. En septembre 1941, la publication est bloquée, faute d’argent. De février à juin 1942, la plupart des militants sont interpellés par la Geheime Feldpolizei, dont le chef pour Paris se tient à l'hôtel Lutetia à Saint-Germain-des-Prés.\nLa ville connaît quatre épisodes de bombardement entre le 30 mai et le 31 décembre 1943, qui entraînent la mort d'environ 152 personnes, la destruction parfois d'immeubles entiers, et font près de 439 blessés.\n",
    "Culture locale et patrimoine": "La commune comprend de nombreux monuments répertoriés à l'inventaire général du patrimoine culturel de la France.\nLe bâtiment de l'ancienne bibliothèque municipale, un hôtel Second Empire\nLe marché du Centre (halle inaugurée en 1879) mercredi et samedi matins\nLe marché des Vallées (halle fermée inaugurée en 1964) mardi, vendredi et dimanche matins\nLe marché des Champs-Philippe le jeudi entre 15 h et 20 h\nL'église Saint-Urbain, construite entre 1866 et 1875 :\nL'église Saint-Urbain est notamment ornée de trois vitraux de 1902 et 1912, réalisés par les ateliers de Charles Lorin à Chartres et répertoriés dans l'inventaire général du patrimoine culturel, représentant saint Louis, saint Jean-Baptiste, saint Michel et saint Aubert (baies 5, 6 et 8)\nLe Mastaba 1, œuvre de Jean-Pierre Raynaud, conçue en 1986 près du lieu où a été enseveli son père lors de la Seconde Guerre mondiale. Le lieu a été achetée par la ville en 2006. Il est ouvert au public depuis septembre 2009 de 14 heures à 18 heures uniquement le week-end\nLa Colonne, érigée en 1865\nNational motos (sur le boulevard National), vainqueurs des 24 Heures du Mans 2006 (Team Honda)\nLa médiathèque municipale\nLe cimetière de La Garenne-Colombes.\nAncienne bibliothèque municipale de La Garenne-Colombes.\n\n\n\n\n\n\nÉglise Saint-Urbain de La Garenne-Colombes.\n\n\n\n\n\n\nIntérieur du Mastaba, avenue Rhin-et-Danube, rappelant Le Pot Doré du même artiste, à Beaubourg.\nLa place de la Colonne.\nPlace de la Liberté, dite place du Marché ou de l'Église\nPlace du Général-Leclerc, dite place de la Fontaine\nPlace du Général-Leclerc, dite place de la Fontaine.\nPlace de Belgique, anciennement place du marché de Charlebourg\nRond-point du Souvenir-Français, anciennement place Jean-Baillet\nRond-point de l'Europe, anciennement rond-point Berliet\nPlace Forest-Frederick-Edward -Yeo-Thomas inaugurée le 1er octobre 2005\nLe décor de la ville apparaît dans certains films tels que Les Aristos, certaines séries-télés telles que Julie Lescaut ou encore certaines émissions telles que KD2A.\nArticle détaillé : Liste de personnalités liées à La Garenne-Colombes.\nBlason\nÉcartelé : au premier et au quatrième de sinople aux trois chênes arrachés d'or, au deuxième d'azur au cor de chasse d'or, au troisième d'argent à l'aigle au vol abaissé de sable\n\n\nDétails\nLe statut officiel du blason reste à déterminer.\n"
}